{
    "hello": "Hi",
    "world": "World",
    "storeTitle": "Argos Store",
    "storeDescription": "Argos store with multiple services...",
    "products" : {
        "productA": "Argos Cement",
        "productB": "Argos Concrete"
    },
    "exit": "Exit",
    "selectConstruction": "Select construction",
    "selectLanguage": "Select language",
    "selectCurrency": "Select Currency",
    "example": "Example",
    "storeConfiguration": "Store Configuration",
    "selectLengthUnit": "Select Unit Length",
    "selectWeightUnit": "Select Unit Weight",
    "selectVolumeUnit": "Select Unit Volume",
    "myProfileLabel": "My Profile",
    "logOutLabel": "Log out",
    "accountSelectLabel": "Select your delivery address",
    "accountSelectTitle": "Account Selection",
    "accountSelectInputLabel": "Account",
    "addressSelectInputLabel": "All addresses",
    "findLabel": "Find",
    "termsConditionsTitle": "Terms & Conditions",
    "closeButtonLabel": "Close",
    "sendButtonLabel": "Send",
    "copyRightDescription": "Copyright © 2024 ARGOS all rights reserved",
    "addButtonLabel": "Add",
    "takeOrder" : {
        "title": "Take Order",
        "selectProductType": "Select Product Type",
        "selectDeliveryType": "Select Delivery Type",
        "deliveryType": "Delivery Type",
        "paymentCondition": "Payment Condition",
        "downloadType": "Download Type",
        "selectDownloadType": "Select Download Type",
        "selectPaymentCondition": "Select Payment Condition",
        "selectSalesUnit": "Select Buy Unit",
        "addProducts": "Add Products",
        "selectProduct": "Select Product",
        "searchProduct": "Search Product",
        "enterQuantity": "Enter Quantity",
        "yourProducts": "Your Products",
        "presentation": "Presentation",
        "quantity": "Quantity",
        "weight": "Weight",
        "editProduct": "Edit Product",
        "deleteProduct": "Delete Product",
        "duplicateProduct": "Duplicate Product",
        "checkAvailability": "Check Availability",
        "totalProductWeight": "Total Product Weight",
        "confirmYourOrder": "Confirm Your Order",
        "address": "Address",
        "purchaseOrder": "Purchase Order",
        "deliveryDate": "Delivery Date",
        "total": "Total",
        "freight": "Freight",
        "discount": "Discount",
        "download": "Download",
        "subtotal": "Subtotal",
        "fileType": "File Type",
        "attachedFile": "Attached File",
        "comments": "Comments",
        "orderConfirmation": "Order Confirmation",
        "order": "Order",
        "thankYouForYourPurchase": "Thank you for your purchase",
        "orderCreatedSuccess": "Your order has been created and scheduled successfully. Please note that this schedule may change based on availability. A confirmation email has been sent to useremail@example.com.",
        "createNewOrder": "Create New Order",
        "checkYourOrders": "Check Your Orders",
        "finish": "Finish",
        "orderDetail": "Order Detail",
        "downloadPDF": "Download PDF",
        "orderProducts": "Order Products",
        "quantityTon": "Quantity Ton",
        "product": "Product",
        "select": "Select",
        "requestedQuantity": "Req Quantity",
        "validations": {
            "noCreditAvailable": "You do not have enough credit available to place this order",
            "missingOrderFile": "Please attach the order file"
        }
    },
    "contactUsPage": {
        "title": "Contact Us",
        "description": "Send us a message",
        "rightDescription": "¿Do you need to contact us?",
        "sendEmailTo": "Send us an email to",
        "callUsTo": "Call us to",
        "fieldName": "Name",
        "fieldEmail": "Email",
        "fieldPhone": "Phone",
        "fieldMessage": "Message",
        "fieldLastName": "Last Name",
        "notificationTitle": "Notification",
        "confirmationMessage": "Your message has been sent successfully",
        "invalidFormat": "Fill all required fields",
        "invalidRequest": "Invalid request trying to send the message",
        "requiredField": "This field is required",
        "invalidEmail": "Invalid email format"
    },
    "termsConditionContent": "<div class='section'><h2>1. Definitions</h2><p><strong>Argos:</strong> Cementos Argos S.A., a company legally constituted according to Colombian laws, identified with NIT. 890.100.251-0, with a judicial notification address at Calle 7 D No. 43ª 99 Floor 10, Medellín, Colombia and email notificaciones@argos.com.co and its subsidiary companies.</p><p><strong>Client:</strong> Natural or legal person with whom Argos has a commercial relationship and is registered in its internal systems.</p><p><strong>Tools:</strong> Services offered through the platform such as consultations, order tracking, and any other available through it.</p><p><strong>Payment Gateway:</strong> Service that allows Users to make payments via electronic means using technological platforms (software).</p><p><strong>Platform:</strong> Web and mobile application managed by Argos.</p><p><strong>Product:</strong> Cement and/or Concrete displayed through the Platform.</p><p><strong>SMLMV:</strong> Legal Minimum Monthly Wage.</p><p><strong>Terms and Conditions of Use of the Platform:</strong> Constitute the terms and conditions that will regulate the use that Users make of the Platform, as well as the contractual relationships that can be generated between Users and Argos.</p><p><strong>User:</strong> The client created by Argos who registers on the Platform.</p></div><div class='section'><h2>2. Full Acceptance of the Terms and Conditions</h2><p>These Terms and Conditions of Use of the Platform regulate the access and use by the User.</p><p>READ THESE TERMS AND CONDITIONS CAREFULLY BEFORE ACCESSING OR USING THE PLATFORM.</p><p>The User expressly states having the legal capacity to use the Platform and to enter into the commercial transactions that may be generated; likewise, states having provided real, truthful, and reliable information; therefore, explicitly and unequivocally declares that he has read, understands, and accepts the entirety of the situations regulated in this document of Terms and Conditions of Use of the Platform, thus commits to full compliance with the duties, obligations, and actions expressed herein.</p></div><div class='section'><h2>3. Description and Operation of the Platform</h2><p>The Platform is a mobile application that can be downloaded from the Android Play Store and a web application that allows Users, depending on the options enabled on the Platform, to perform the following activities: register as a User on Argos' digital channels; place orders for Products; consult and obtain online information related to current orders; consult and obtain information related to the history of orders up to 6 months old; consult the status of the portfolio, advances, and financial information of the User in relation to Argos; make payments according to the options enabled in the Online Purchase Process 'Make Your Order'; contact Argos customer service area through the means provided on the Platform; submit complaints and claims about their orders; generate quality and productivity reports for concrete.</p></div><div class='section'><h2>4. User Registration</h2><p>Every User of the Platform who wishes to make use of it must previously be a Client of Argos and fill out a registration form in which they must provide their information accurately, precisely, and truthfully, as well as accept the Terms and Conditions and the authorization for the processing of their data; Users are responsible for the veracity of the registered information.</p><p>Argos reserves the right to review the purchase request submitted by the User and has the authority to verify the communicated data. If any inconsistency is found in the User's information at the time of registration or if any change is omitted, Argos may immediately terminate the User's account in question, as well as cancel the order, if one has been made, and will notify the User of such decision, without generating any liability on Argos' part for the termination.</p></div><div class='section'><h2>5. Price and Payment Conditions</h2><p>The price to be paid for each Product purchased will be the current price on the Platform at the time of purchase and includes VAT. The User must select the payment condition (cash, advance, credit), from the options enabled in the Online Purchase Process 'Make Your Order'.</p><p>Product prices may change at any time, but possible changes will not affect orders for which Argos has sent an Order Confirmation.</p></div><div class='section'><h2>6. Payment Methods</h2><p>The payment methods available for purchasing through the Platform are via bank transfer with PSE (debit to a checking or savings account), credit card, and/or the payment portal, as enabled for each User in the Online Purchase Process 'Make Your Order'. The Platform provides Users with a secure connection system for carrying out the transactions performed on the Platform. However, Argos will not be responsible for any failures that occur in the communications of banking or credit entities, nor for the damages caused to the User as a result of an action or omission by these entities.</p><p>Additionally, the Platform also makes available to the Users a link that communicates with the respective Payment Gateways authorized by the Platform. In these cases, the handling of personal information will be the exclusive responsibility of the Payment Gateway. Users must accept the Terms and Conditions of Use of the Payment Gateway before carrying out their transactions.</p></div><div class='section'><h2>7. Legal Business</h2><p>The information and details contained in this Platform do not constitute an offer to sell but an invitation to conduct business. There will be no contract between the User and Argos regarding any Product until the order has been expressly accepted by Argos via the Order Confirmation. To place an order, the User must follow the Online Purchase Process 'Make Your Order' described above.</p><p>The contract for the purchase of a Product will be formalized only with the Order Confirmation. Only those Products listed in the Order Confirmation will be subject to the contract. Argos is not obligated to supply any other Product that may have been ordered until it confirms the order to the User in an Order Confirmation.</p></div><div class='section'><h2>8. Refusal to Process an Order</h2><p>Argos reserves the right to withdraw, remove, or modify any Product from this Platform at any time. Similarly, Argos reserves the right to refuse to process an order or to delay the delivery date at any time, at its sole discretion. Argos will not be liable to the User or to any third party for withdrawing any Product from this Platform, whether or not said Product has been sold, or for removing or modifying any material or content of the Platform.</p></div><div class='section'><h2>9. Right of Withdrawal</h2><p>Because the Products marketed through the Platform are perishable goods, Argos informs Users that it is not obligated to grant the right of withdrawal as established in Article 47 of Law 1480 of 2011.</p></div><div class='section'><h2>10. Transfer of Risk and Ownership</h2><p>The risks of the Products will be borne by the User from the moment of delivery.</p></div><div class='section'><h2>11. Taxes</h2><p>In accordance with current regulations, the User will be responsible for paying the applicable taxes for the purchase of the Products.</p></div><div class='section'><h2>12. Return and Claims Policy</h2><p>For returns and claims, the User agrees to contact Argos by dialing the Customer Service Line 01 8000 527 467 or from a mobile phone at #250. The User may also contact Argos through the email servicliente@argos.com.co.</p></div><div class='section'><h2>13. Limited Liability</h2><p>Notwithstanding the determinations of the mandatory rules of applicable Colombian legislation, Argos assumes no responsibility, including any liability for any damage or harm, including but not limited to the loss of information or profits, the presence of viruses, results from the use or inability to use the material on this Platform, lost business opportunities, or any other damage, even if Argos has been advised of the possibility of such damages, or for any third party claims, except as expressly stipulated here.</p><p>Under the terms stated here, Argos assumes no responsibility for the information related to the Tools, delivery information of orders, notes of interest, opinions, practical advice, and solution of concerns. Argos assumes no responsibility for the inability to, or for problems in, using the Platform, including, but not limited to events such as server or connection problems, interruptions in communication, or technical issues.</p><p>Argos is not responsible for the material on this Platform being appropriate or available for use in places outside Colombian territory, and access from territories where its content is illegal is prohibited. Those who choose to access this Platform from other locations do so on their own initiative and are responsible for compliance with applicable local laws.</p><p>Argos's liability will be limited to an amount identical to the value of the Product purchased, or failing that, to the value of the Product requested.</p></div><div class='section'><h2>14. Product Warranty</h2><p>In accordance with the Law of the Republic of Colombia, the material contained on this Platform, including without limitation, texts, graphics, and links, is provided as is without any warranty of content errors or the Product that materially affects the identification and guarantees of the offered Product.</p><p>Regarding the information published on the Platform, Argos does not confer any warranties of any kind, whether express or implied, including, but not limited to, warranties of merchantability, fitness for a particular purpose, etc., other than as indicated in the respective content. Argos is not responsible for the use that the User may make of the contents included on the Platform, nor for the decisions made based on these.</p><p>Regarding the Products, Argos does not confer any warranties of any kind, other than those indicated in the content or in the technical specifications of the Products.</p><p>Argos reserves the right to correct any errors, omissions, or inaccuracies, change or update information contained on the Platform at any time without prior notice.</p></div><div class='section'><h2>15. Intellectual Property</h2><p>All trademarks, emblems, logos, names, and any other distinctive signs, as well as utility models or industrial designs and other elements of industrial or intellectual property used or displayed on this Platform are the exclusive property of Argos and in some cases are owned by third parties who have expressly authorized Argos to use them on the Platform.</p><p>Nothing on the Platform shall be construed as granting, by implication, estoppel, or otherwise, any license or right to use any Industrial Property displayed on the Platform without the prior written permission of Argos or the respective rights holder. Any unauthorized use will constitute a violation of these Terms and Conditions and applicable national and international Industrial Property regulations, leading to the established penalties and consequences.</p><p>Argos grants the User a personal, non-transferable, and exclusive right to display the Platform on the screen of a computer, computer, or mobile device under their control. The above right does not extend to the Industrial Property of Argos or third parties, and automatically terminates upon any breach of the provisions of these Terms and Conditions.</p></div><div class='section'><h2>16. Assignment of Rights and Obligations</h2><p>The contract between Argos and the User is binding for both the User and Argos. The User may not transfer, assign, encumber, or otherwise transfer a contract or any of the rights or obligations derived from it in their favor, without having obtained prior written consent from Argos. Argos may transfer, assign, encumber, subcontract, or otherwise transfer a contract or any of the rights or obligations derived from it in its favor, at any time during the term of the contract. For avoidance of doubt, such transmissions, assignments, charges, or other transfers will not affect the rights that Users may have as consumers recognized by law or annul, reduce, or otherwise limit any warranties, whether express or implied, that Argos may have granted.</p></div><div class='section'><h2>17. Force Majeure</h2><p>Argos will not be liable for any failure or delay in performance of any of the obligations under a contract that is caused by events outside its reasonable control ('Force Majeure Event'). It is understood that Argos's performance under any contract is suspended for the period that the Force Majeure Event continues, and it will have an extension of time for performance for the duration of that period. Argos will use all reasonable endeavors to bring the Force Majeure Event to a close or to find a solution by which Argos may perform its obligations under the contract despite the Force Majeure Event.</p></div><div class='section'><h2>18. Waiver</h2><p>If Argos fails, at any time during the term of a contract, to insist upon strict performance of any of your obligations under the contract or any of these Terms and Conditions, or if it fails to exercise any of the rights or remedies to which it is entitled under the contract, this shall not constitute a waiver of such rights or remedies and shall not relieve you from compliance with such obligations. A waiver by Argos of any default shall not constitute a waiver of any subsequent default. No waiver by Argos of any of these Terms and Conditions shall be effective unless it is expressly stated to be a waiver and is communicated to you in writing.</p></div><div class='section'><h2>19. Severability</h2><p>If any of these Terms and Conditions or any provisions of a contract are determined by any competent authority to be invalid, unlawful, or unenforceable to any extent, such term, condition, or provision will to that extent be severed from the remaining terms, conditions, and provisions which will continue to be valid to the fullest extent permitted by law.</p></div><div class='section'><h2>20. Entire Agreement</h2><p>These Terms and Conditions and any document expressly referred to in them represent the entire agreement between you and Argos in relation to the subject matter of any contract and supersede any prior agreement, understanding, or arrangement between you and Argos, whether oral or in writing. You and Argos each acknowledge that, in entering into a contract, neither of you has relied on any representation, undertaking, or promise given by the other or be implied from anything said or written in negotiations between you prior to such contract except as expressly stated in these Terms and Conditions.</p></div><div class='section'><h2>21. Our Right to Vary These Terms and Conditions</h2><p>Argos has the right to revise and amend these Terms and Conditions from time to time to reflect changes in market conditions affecting our business, changes in technology, changes in payment methods, changes in relevant laws and regulatory requirements, and changes in our system's capabilities.</p></div><div class='section'><h2>22. Law and Jurisdiction</h2><p>Contracts for the purchase of Products through our site will be governed by Colombian law. Any dispute arising from, or related to, such contracts shall be subject to the non-exclusive jurisdiction of the courts of Colombia. If you are contracting as a consumer, nothing in this clause will affect your statutory rights as recognized under applicable law.</p></div><div class='section'><h2>23. Data Handling Authorization</h2><p>With the express acceptance of these Terms and Conditions of Use of the Platform, the User authorizes Cementos Argos S.A., its subsidiaries, hereinafter Argos, or any other company that is contracted by this and has the quality of in charge to handle, collect, store, process, transmit or transfer personal data that in the development of the use of the Platform are obtained, in order to manage the commercial relations that it has with Argos in its capacity as a client, as well as to establish contact by any means of communication and offer new products or services, conduct invitations to events, and participate in marketing campaigns. The User declares that he has been informed that the personal data collected will be treated according to the principles established in the Data Handling Policy available on the Argos website. As the owner, you may exercise the right to know, update, correct, oppose, request rectification, or deletion of your data, among others, through the mailbox datospersonales@argos.com.co according to the procedure established in such Policy.</p></div><div class='section'><h2>24. Headings</h2><p>The headings used in these Terms and Conditions are included for convenience only and will not limit or otherwise affect these Terms.</p></div><div class='section'><h2>25. Platform Visits</h2><p>The service provided by the Platform is free of charge. Visits made to the Platform are at the sole risk and responsibility of the Users. The User is obliged to use the content in a diligent, correct, and lawful manner.</p></div><div class='section'><h2>26. User Enablement</h2><p>Users will have different options enabled for using the Platform. Argos reserves the right to assign to each of the Users the options enabled on the Platform, based on objective criteria such as, but not limited to, type of users, type of clients, segmentation, volumes, portfolio management, credit limits, prior negotiations.</p></div><div class='section'><h2>27. Client Responsibility</h2><p>The Client is responsible for all creation and blocking of Users and for all acts that Users perform using the Platform.</p></div>",
    "yourOrderTitle" : "YOUR ORDERS",
    "agreeButtonLabel": "Agree",
    "cancelButtonLabel": "Cancel",
    "goBackButtonLabel": "Go Back",
    "confirmButtonLabel": "Confirm",
    "loadingButtonLabel": "Loading",
    "attachFileLabel": "Attach File",
    "attachFilesLabel": "Attach Files",
    "fieldIsRequired": "The field is required",
    "fullName": "Fullname",
    "emailAddress": "E-mail address",
    "editProfile": "Edit profile",
    "cellphoneNumber": "Cellphone number",
    "back": "BACK",
    "save": "SAVE",
    "editing": "Editing",
    "changePassword": "Change password",
    "currentPassword": "Current password",
    "currentPasswordInvalid": "Current password is not valid, you have # attempts remaining",
    "newPassword": "New password",
    "confirmNewPassword": "Confirm New password",
    "passwordsDoNotMatch": "The passwords do not match",
    "requestPermissions": "REQUEST PERMISSIONS",
    "permissions": "PERMISSIONS",
    "additionalPermissions": "Additional Permissions",
    "passwordChangedSuccess": "Your password has been successfully changed",
    "passwordChangeFailed": "The password could not be changed. Please try again."
}