{
    "hello": "Hola",
    "world": "Mundo",
    "exit": "Salir",
    "selectConstruction": "Selecciona tu obra",
    "selectLanguage": "Selecciona el idioma",
    "selectCurrency": "Seleccione moneda de la tienda",
    "example": "Ejemplo",
    "storeConfiguration": "Configuracion de la tienda",
    "selectLengthUnit": "Selecciona unidad de longitud",
    "selectWeightUnit": "Selecciona unidad de peso",
    "selectVolumeUnit": "Select unidad de volumen",
    "myProfileLabel": "Mi perfil",
    "logOutLabel": "Cerrar sesion",
    "accountSelectLabel": "Selecciona tu direccion",
    "accountSelectTitle": "Seleccion de Cuenta",
    "accountSelectInputLabel": "Cuenta",
    "addressSelectInputLabel": "Todas las direcciones/obras",
    "findLabel": "Buscar",
    "closeButtonLabel": "Cerrar",
    "sendButtonLabel": "Enviar",
    "termsConditionsTitle": "Términos y condiciones",
    "copyRightDescription": "Copyright © 2024 ARGOS todos los derechos reservados",
    "addButtonLabel": "Agregar",
    "takeOrder" : {
        "title": "Toma de Pedido",
        "selectProductType": "Selecciona el tipo de producto",
        "selectDeliveryType": "Selecciona el tipo de entrega",
        "deliveryType": "Tipo de entrega",
        "paymentCondition": "Condición de pago",
        "downloadType": "Tipo de descargue",
        "selectDownloadType": "Selecciona el tipo de descargue",
        "selectPaymentCondition": "Selecciona condición de pago",
        "selectSalesUnit": "Selecciona unidad de compra",
        "addProducts": "Añadir productos",
        "selectProduct": "Selecciona el producto",
        "searchProduct": "Buscar producto",
        "enterQuantity": "Ingresa la cantidad",
        "yourProducts": "Tus productos",
        "presentation": "Presentación",
        "quantity": "Cantidad",
        "weight": "Peso",
        "editProduct": "Editar Producto",
        "deleteProduct": "Eliminar Producto",
        "duplicateProduct": "Duplicar Producto",
        "checkAvailability": "Verificar Disponibilidad",
        "totalProductWeight": "Peso acumulado del producto",
        "confirmYourOrder": "Confirma tu pedido",
        "address": "Dirección",
        "purchaseOrder": "Orden de compra",
        "deliveryDate": "Fecha de entrega",
        "total": "Total",
        "freight": "Flete",
        "discount": "Descuento",
        "download": "Descarga",
        "subtotal": "Subtotal",
        "fileType": "Tipo de Archivo",
        "attachedFile": "Archivo Adjunto",
        "comments": "Comentarios",
        "orderConfirmation": "Confirmación de pedido",
        "order": "Pedido",
        "thankYouForYourPurchase": "Gracias por su compra",
        "orderCreatedSuccess": "Tu pedido ha sido creado y agendado con éxito, recuerda que esta programación podrá cambiar según disponibilidad. Te enviamos un correo de confirmación a correousuario@correo.com",
        "createNewOrder": "Crear nueva Orden",
        "checkYourOrders": "Consulta tus pedidos",
        "finish": "Terminar",
        "orderDetail": "Detalle del pedido",
        "downloadPDF": "Descargar PDF",
        "orderProducts": "Productos del pedido",
        "quantityTon": "Cantidad Ton",
        "product": "Producto",
        "select": "Seleccionar",
        "requestedQuantity": "Cant solicitada",
        "validations": {
            "noCreditAvailable": "No tiene crédito suficiente para realizar la compra",
            "missingOrderFile": "Por favor adjunta el archivo de la orden de compra"
        }
    },
    "contactUsPage": {
        "title": "Contáctanos",
        "description": "Déjanos un mensaje",
        "rightDescription": "¿Necesitas ponerte en contacto con nosotros?",
        "sendEmailTo": "Envíanos un correo a",
        "callUsTo": "O llámanos al numero",
        "fieldName": "Nombre",
        "fieldEmail": "Correo",
        "fieldPhone": "Teléfono",
        "fieldMessage": "Mensaje",
        "fieldLastName": "Apellido",
        "notificationTitle": "Notificación",
        "confirmationMessage": "Tu mensaje ha sido enviado con éxito",
        "invalidFormat": "Por favor complete todos los campos",
        "invalidRequest": "Error al enviar el mensaje",
        "requiredField": "Campo requerido",
        "invalidEmail": "Correo inválido"
    },
    "termsConditionContent": "<div class='section'><h2>1. Definiciones</h2><p><strong>Argos:</strong> Cementos Argos S.A., una compañía legalmente constituida de acuerdo con las leyes colombianas, identificada con NIT. 890.100.251-0, con dirección de notificaciones judiciales en Calle 7 D No. 43ª – 99 Piso 10, Medellín, Colombia y correo electrónico notificaciones@argos.com.co y sus compañías subsidiarias.</p><p><strong>Cliente:</strong> Persona natural o jurídica con la que Argos tiene una relación comercial y está registrada en sus sistemas internos.</p><p><strong>Herramientas:</strong> Servicios ofrecidos a través de la plataforma como consultas, seguimiento de pedidos y cualquier otro disponible a través de ella.</p><p><strong>Pasarela de Pagos:</strong> Servicio que permite a los Usuarios realizar pagos mediante medios electrónicos utilizando plataformas tecnológicas (software).</p><p><strong>Plataforma:</strong> Aplicación web y móvil gestionada por Argos.</p><p><strong>Producto:</strong> Cemento y/o Concreto mostrado a través de la Plataforma.</p><p><strong>SMLMV:</strong> Salario Mínimo Legal Mensual Vigente.</p><p><strong>Términos y Condiciones de Uso de la Plataforma:</strong> Constituyen los términos y condiciones que regularán el uso que los Usuarios hacen de la Plataforma, así como las relaciones contractuales que se pueden generar entre los Usuarios y Argos.</p><p><strong>Usuario:</strong> El cliente creado por Argos que se registra en la Plataforma.</p></div><div class='section'><h2>2. Aceptación Total de los Términos y Condiciones</h2><p>Estos Términos y Condiciones de Uso de la Plataforma regulan el acceso y uso por parte del Usuario.</p><p>LEA ESTOS TÉRMINOS Y CONDICIONES DETENIDAMENTE ANTES DE ACCEDER O UTILIZAR LA PLATAFORMA.</p><p>El Usuario declara expresamente tener capacidad legal para usar la Plataforma y para realizar las transacciones comerciales que se puedan generar; asimismo, declara haber proporcionado información real, veraz y fiable; por ende, declara de manera explícita e inequívoca que ha leído, comprende y acepta la totalidad de las situaciones reguladas en este documento de Términos y Condiciones de Uso de la Plataforma, comprometiéndose así al cumplimiento total de los deberes, obligaciones y acciones aquí expresadas.</p></div><div class='section'><h2>3. Descripción y Funcionamiento de la Plataforma</h2><p>La Plataforma es una aplicación móvil que se puede descargar desde la Play Store de Android y una aplicación web que permite a los Usuarios, dependiendo de las opciones habilitadas en la Plataforma, realizar las siguientes actividades: registrarse como Usuario en los canales digitales de Argos; realizar pedidos de Productos; consultar y obtener información en línea relacionada con los pedidos actuales; consultar y obtener información en línea relacionada con el historial de pedidos hasta con 6 meses de antigüedad; consultar el estado de la cartera, anticipos e información financiera del Usuario en relación con Argos; realizar pagos de acuerdo con las opciones habilitadas en el Proceso de Compra Online 'Haz tu Pedido'; contactar al área de servicio al cliente de Argos a través de los medios proporcionados en la Plataforma; presentar quejas y reclamaciones sobre sus pedidos; generar informes de calidad y productividad para concreto.</p></div><div class='section'><h2>4. Registro de Usuarios</h2><p>Cada Usuario de la Plataforma que desee hacer uso de la misma debe ser previamente Cliente de Argos y llenar un formulario de registro en el cual debe proporcionar su información de manera precisa, precisa y veraz, así como aceptar los Términos y Condiciones y la autorización para el procesamiento de sus datos; los Usuarios son responsables de la veracidad de la información registrada.</p><p>Argos se reserva el derecho de revisar la solicitud de compra presentada por el Usuario y tiene la autoridad para verificar los datos comunicados. Si se encuentra alguna inconsistencia en la información del Usuario en el momento del registro o si se omite algún cambio, Argos puede terminar inmediatamente la cuenta del Usuario en cuestión, así como cancelar el pedido, si se ha realizado uno, y notificará al Usuario de tal decisión, sin generar ninguna responsabilidad por parte de Argos por la terminación.</p></div><div class='section'><h2>5. Precios y Condiciones de Pago</h2><p>El precio a pagar por cada Producto comprado será el precio actual en la Plataforma en el momento de la compra e incluye IVA. El Usuario debe seleccionar la condición de pago (efectivo, adelantado, crédito), de las opciones habilitadas en el Proceso de Compra Online 'Haz tu Pedido'.</p><p>Los precios de los Productos pueden cambiar en cualquier momento, pero los cambios posibles no afectarán a los pedidos para los cuales Argos haya enviado una Confirmación de Pedido.</p></div><div class='section'><h2>6. Métodos de Pago</h2><p>Los métodos de pago disponibles para comprar a través de la Plataforma son mediante transferencia bancaria con PSE (débito a cuenta corriente o de ahorros), tarjeta de crédito y/o el portal de pagos, según lo habilitado para cada Usuario en el Proceso de Compra Online 'Haz tu Pedido'. La Plataforma proporciona a los Usuarios un sistema de conexión segura para llevar a cabo las transacciones realizadas en la Plataforma. Sin embargo, Argos no será responsable de los fallos que ocurran en las comunicaciones de las entidades bancarias o de crédito, ni de los daños causados al Usuario como resultado de una acción u omisión de estas entidades.</p><p>Adicionalmente, la Plataforma también pone a disposición de los Usuarios un enlace que comunica con las respectivas Pasarelas de Pago autorizadas por la Plataforma. En estos casos, el manejo de la información personal será la responsabilidad exclusiva de la Pasarela de Pago. Los Usuarios deben aceptar los Términos y Condiciones de Uso de la Pasarela de Pago antes de realizar sus transacciones.</p></div><div class='section'><h2>7. Negocio Jurídico</h2><p>La información y detalles contenidos en esta Plataforma no constituyen una oferta de venta sino una invitación a hacer negocios. No existirá ningún contrato entre el Usuario y Argos con respecto a ningún Producto hasta que el pedido haya sido aceptado expresamente por Argos mediante la Confirmación de Pedido. Para realizar un pedido, el Usuario debe seguir el Proceso de Compra Online 'Haz tu Pedido' descrito anteriormente.</p><p>El contrato para la compra de un Producto se formalizará únicamente con la Confirmación de Pedido. Solo aquellos Productos listados en la Confirmación de Pedido serán objeto del contrato. Argos no está obligado a suministrar ningún otro Producto que pueda haber sido pedido hasta que confirme el pedido al Usuario en una Confirmación de Pedido.</p></div><div class='section'><h2>8. Negativa a Procesar un Pedido</h2><p>Argos se reserva el derecho de retirar, eliminar o modificar cualquier Producto de esta Plataforma en cualquier momento. De igual manera, Argos se reserva el derecho de rechazar la tramitación de un pedido o de retrasar la fecha de entrega en cualquier momento, a su sola discreción. Argos no será responsable ante el Usuario ni ante ningún tercero por retirar cualquier Producto de esta Plataforma, haya sido vendido o no, o por eliminar o modificar cualquier material o contenido de la Plataforma.</p></div><div class='section'><h2>9. Derecho de Desistimiento</h2><p>Dado que los Productos comercializados a través de la Plataforma son bienes perecederos, Argos informa a los Usuarios que no está obligado a otorgar el derecho de desistimiento según lo establecido en el Artículo 47 de la Ley 1480 de 2011.</p></div><div class='section'><h2>10. Transferencia de Riesgo y Propiedad</h2><p>Los riesgos de los Productos serán asumidos por el Usuario desde el momento de la entrega.</p></div><div class='section'><h2>11. Impuestos</h2><p>De acuerdo con la normativa actual, el Usuario será responsable de pagar los impuestos aplicables a la compra de los Productos.</p></div><div class='section'><h2>12. Política de Devoluciones y Reclamaciones</h2><p>Para devoluciones y reclamaciones, el Usuario acuerda contactar a Argos marcando la Línea de Atención al Cliente 01 8000 527 467 o desde un móvil al #250. El Usuario también puede contactar a Argos a través del correo electrónico servicliente@argos.com.co.</p></div><div class='section'><h2>13. Responsabilidad Limitada</h2><p>A pesar de las determinaciones de las normas obligatorias de la legislación colombiana aplicable, Argos no asume responsabilidad alguna, incluyendo cualquier responsabilidad por daños o perjuicios, incluidos pero no limitados a la pérdida de información o ganancias, la presencia de virus, los resultados del uso o la incapacidad de usar el material en esta Plataforma, las oportunidades de negocio perdidas, o cualquier otro daño, incluso si Argos ha sido advertido de la posibilidad de tales daños, o por cualquier reclamo de terceros, excepto como expresamente estipulado aquí.</p><p>Bajo los términos aquí indicados, Argos no asume ninguna responsabilidad por la información relacionada con las Herramientas, la información de entrega de pedidos, notas de interés, opiniones, consejos prácticos y solución de preocupaciones. Argos no asume ninguna responsabilidad por la incapacidad de, o por problemas en, el uso de la Plataforma, incluyendo, pero no limitado a eventos tales como problemas de servidor o de conexión, interrupciones en la comunicación o problemas técnicos.</p><p>Argos no es responsable de que el material en esta Plataforma sea apropiado o esté disponible para su uso en lugares fuera del territorio colombiano, y se prohíbe el acceso desde territorios donde su contenido sea ilegal. Aquellos que decidan acceder a esta Plataforma desde otros lugares lo hacen por su propia iniciativa y son responsables del cumplimiento de las leyes locales aplicables.</p><p>La responsabilidad de Argos se limitará a una cantidad idéntica al valor del Producto comprado, o en su defecto, al valor del Producto solicitado.</p></div><div class='section'><h2>14. Garantía de los Productos</h2><p>De acuerdo con la Ley de la República de Colombia, el material contenido en esta Plataforma, incluyendo sin limitación, textos, gráficos y enlaces, se proporciona tal como está sin ninguna garantía de errores de contenido o del Producto que afecten materialmente la identificación y garantías del Producto ofrecido.</p><p>En cuanto a la información publicada en la Plataforma, Argos no confiere garantías de ningún tipo, ya sean expresas o implícitas, incluyendo, pero no limitado a, garantías de comerciabilidad, adecuación para un propósito particular, etc., distintas a lo indicado en el contenido respectivo. Argos no se hace responsable por el uso que el Usuario pueda hacer de los contenidos incluidos en la Plataforma, ni por las decisiones tomadas en base a estos.</p><p>En cuanto a los Productos, Argos no confiere garantías de ningún tipo, distintas a las indicadas en el contenido o en las especificaciones técnicas de los Productos.</p><p>Argos se reserva el derecho de corregir cualquier error, omisión o inexactitud, cambiar o actualizar información contenida en la Plataforma en cualquier momento sin previo aviso.</p></div><div class='section'><h2>15. Propiedad Intelectual</h2><p>Todas las marcas, emblemas, logotipos, nombres y cualquier otro signo distintivo, así como los modelos de utilidad o diseños industriales y otros elementos de propiedad industrial o intelectual utilizados o exhibidos en esta Plataforma son propiedad exclusiva de Argos y en algunos casos son propiedad de terceros que han autorizado expresamente a Argos para su uso en la Plataforma.</p><p>Nada en la Plataforma se interpretará como concesión, por implicación, estoppel o de otro modo, de cualquier licencia o derecho para usar cualquier Propiedad Industrial mostrada en la Plataforma sin el permiso previo y por escrito de Argos o del titular de los derechos respectivos. Cualquier uso no autorizado constituirá una violación de estos Términos y Condiciones y de las regulaciones de Propiedad Industrial nacionales e internacionales aplicables, llevando a las sanciones y consecuencias establecidas.</p><p>Argos otorga al Usuario un derecho personal, intransferible y exclusivo para mostrar la Plataforma en la pantalla de un ordenador, computadora o dispositivo móvil bajo su control. El derecho anterior no se extiende a la Propiedad Industrial de Argos o de terceros, y termina automáticamente ante cualquier incumplimiento de las disposiciones de estos Términos y Condiciones.</p></div><div class='section'><h2>16. Cesión de Derechos y Obligaciones</h2><p>El contrato entre Argos y el Usuario es vinculante tanto para el Usuario como para Argos. El Usuario no puede transferir, asignar, gravar o de otra manera transferir un contrato o cualquiera de los derechos u obligaciones derivados del mismo a su favor, sin haber obtenido previamente el consentimiento por escrito de Argos. Argos puede transferir, asignar, gravar, subcontratar o de otra manera transferir un contrato o cualquiera de los derechos u obligaciones derivados del mismo a su favor, en cualquier momento durante la vigencia del contrato. Para evitar dudas, tales transmisiones, asignaciones, gravámenes u otras transferencias no afectarán los derechos que los Usuarios puedan tener como consumidores reconocidos por ley ni anularán, reducirán o limitarán de alguna manera las garantías, sean expresas o implícitas, que Argos pueda haber otorgado.</p></div><div class='section'><h2>17. Fuerza Mayor</h2><p>Argos no será responsable por ningún fallo o retraso en el cumplimiento de cualquiera de las obligaciones bajo un contrato que sea causado por eventos fuera de su control razonable ('Evento de Fuerza Mayor'). Se entiende que el cumplimiento de Argos bajo cualquier contrato está suspendido durante el período que continúe el Evento de Fuerza Mayor, y tendrá una extensión de tiempo para el cumplimiento por la duración de ese período. Argos utilizará todos los esfuerzos razonables para poner fin al Evento de Fuerza Mayor o para encontrar una solución mediante la cual Argos pueda cumplir sus obligaciones bajo el contrato a pesar del Evento de Fuerza Mayor.</p></div><div class='section'><h2>18. Renuncia</h2><p>Si Argos falla, en cualquier momento durante la vigencia de un contrato, en insistir en el cumplimiento estricto de cualquiera de sus obligaciones bajo el contrato o cualquiera de estos Términos y Condiciones, o si falla en ejercer cualquiera de los derechos o remedios a los que tiene derecho bajo el contrato, esto no constituirá una renuncia a tales derechos o remedios y no le eximirá de cumplir con tales obligaciones. Una renuncia por parte de Argos a cualquier incumplimiento no constituirá una renuncia a cualquier incumplimiento subsiguiente. Ninguna renuncia por parte de Argos a cualquiera de estos Términos y Condiciones será efectiva a menos que se exprese específicamente que es una renuncia y se le comunique por escrito.</p></div><div class='section'><h2>19. Divisibilidad</h2><p>Si cualquiera de estos Términos y Condiciones o cualquier disposición de un contrato son determinados por cualquier autoridad competente como inválidos, ilegales o inaplicables en alguna medida, dicho término, condición o disposición será en esa medida separado de los términos, condiciones y disposiciones restantes que continuarán siendo válidos en la medida máxima permitida por la ley.</p></div><div class='section'><h2>20. Acuerdo Completo</h2><p>Estos Términos y Condiciones y cualquier documento expresamente referido en ellos representan el acuerdo completo entre usted y Argos en relación con el objeto de cualquier contrato y sustituyen cualquier acuerdo previo, entendimiento o arreglo entre usted y Argos, ya sea oral o escrito. Usted y Argos reconocen que, al entrar en un contrato, ninguno de ustedes ha confiado en ninguna representación, empresa o promesa dada por el otro o que se pueda inferir de cualquier cosa dicha o escrita en las negociaciones entre ustedes antes de dicho contrato, excepto como se expresa explícitamente en estos Términos y Condiciones.</p></div><div class='section'><h2>21. Nuestro Derecho a Variar Estos Términos y Condiciones</h2><p>Argos tiene el derecho de revisar y modificar estos Términos y Condiciones de vez en cuando para reflejar cambios en las condiciones del mercado que afectan nuestro negocio, cambios en la tecnología, cambios en los métodos de pago, cambios en las leyes y requisitos reglamentarios relevantes, y cambios en las capacidades de nuestro sistema.</p></div><div class='section'><h2>22. Ley y Jurisdicción</h2><p>Los contratos para la compra de Productos a través de nuestro sitio estarán regidos por la ley colombiana. Cualquier disputa que surja de, o relacionada con, tales contratos estará sujeta a la jurisdicción no exclusiva de los tribunales de Colombia. Si usted está contratando como consumidor, nada en esta cláusula afectará sus derechos estatutarios reconocidos bajo la ley aplicable.</p></div><div class='section'><h2>23. Autorización para el Manejo de Datos</h2><p>Con la aceptación expresa de estos Términos y Condiciones de Uso de la Plataforma, el Usuario autoriza a Cementos Argos S.A., sus filiales, en adelante Argos, o cualquier otra empresa que sea contratada por esta y tenga la calidad de encargada de manejar, recolectar, almacenar, procesar, transmitir o transferir datos personales que en el desarrollo del uso de la Plataforma se obtengan, con el fin de gestionar las relaciones comerciales que tiene con Argos en su calidad de cliente, así como para establecer contacto por cualquier medio de comunicación y ofrecer nuevos productos o servicios, realizar invitaciones a eventos y participar en campañas de mercadeo. El Usuario declara que ha sido informado de que los datos personales recolectados serán tratados de acuerdo con los principios establecidos en la Política de Manejo de Datos disponible en el sitio web de Argos. Como titular, usted podrá ejercer el derecho de conocer, actualizar, corregir, oponerse, solicitar la rectificación o eliminación de sus datos, entre otros, a través del buzón datospersonales@argos.com.co según el procedimiento establecido en dicha Política.</p></div><div class='section'><h2>24. Encabezados</h2><p>Los encabezados utilizados en estos Términos y Condiciones se incluyen solo por conveniencia y no limitarán ni afectarán de otro modo estos Términos.</p></div><div class='section'><h2>25. Visitas a la Plataforma</h2><p>El servicio proporcionado por la Plataforma es gratuito. Las visitas realizadas a la Plataforma son bajo el único riesgo y responsabilidad de los Usuarios. El Usuario está obligado a usar el contenido de manera diligente, correcta y lícita.</p></div><div class='section'><h2>26. Habilitación del Usuario</h2><p>Los Usuarios tendrán diferentes opciones habilitadas para usar la Plataforma. Argos se reserva el derecho de asignar a cada uno de los Usuarios las opciones habilitadas en la Plataforma, basadas en criterios objetivos tales como, pero no limitados a, tipo de usuarios, tipo de clientes, segmentación, volúmenes, gestión de cartera, límites de crédito, negociaciones previas.</p></div><div class='section'><h2>27. Responsabilidad del Cliente</h2><p>El Cliente es responsable de toda creación y bloqueo de Usuarios y de todos los actos que los Usuarios realicen utilizando la Plataforma.</p></div>",
    "yourOrderTitle" : "CONSULTA DE PEDIDOS",
    "agreeButtonLabel": "Aceptar",
    "cancelButtonLabel": "Cancelar",
    "goBackButtonLabel": "Volver",
    "confirmButtonLabel": "Confirmar",
    "loadingButtonLabel": "Cargando",
    "attachFileLabel": "Adjuntar archivo",
    "attachFilesLabel": "Adjuntar archivos",
    "fieldIsRequired": "El campo es obligatorio",
    "fullName": "Nombre",
    "emailAddress": "Dirección de correo electrónico",
    "editProfile": "Editar perfil",
    "cellphoneNumber": "Número de celular",
    "back": "REGRESAR",
    "save": "GUARDAR",
    "editing": "Editando",
    "changePassword": "Cambiar contraseña",
    "currentPassword": "Contraseña actual",
    "currentPasswordInvalid": "La contraseña actual no es válida, te quedan # intentos",
    "newPassword": "Nueva contraseña",
    "confirmNewPassword": "Confirmar nueva contraseña",
    "passwordsDoNotMatch": "Las contraseñas no coinciden",
    "requestPermissions": "SOLICITAR PERMISOS",
    "permissions": "PERMISOS",
    "additionalPermissions": "Permisos Adicionales",
    "passwordChangedSuccess": "Tu contraseña ha sido cambiada con éxito",
    "passwordChangeFailed": "No se pudo cambiar la contraseña. Por favor, inténtalo de nuevo."
}